module.exports = {
    "Вінницька область": [
        "Вінниця", "Бар", "Бершадь", "Гайсин", "Жмеринка", "Козятин",
        "Ладижин", "Могилів-Подільський", "Немирів", "Погребище",
        "Тульчин", "Хмільник", "Шаргород", "Ямпіль"
    ],

    "Волинська область": [
        "Луцьк", "Володимир", "Горохів", "Камінь-Каширський",
        "Ковель", "Любомль", "Нововолинськ", "Рожище"
    ],

    "Дніпропетровська область": [
        "Дніпро", "Кам‘янське", "Кривий Ріг", "Марганець", "Нікополь",
        "Новомосковськ", "Павлоград", "Першотравенськ", "Покров",
        "Синельникове", "Тернівка", "Жовті Води"
    ],

    "Донецька область": [
        "Донецьк", "Артемівськ (Бахмут)", "Авдіївка", "Вугледар",
        "Горлівка", "Дружківка", "Єнакієве", "Костянтинівка",
        "Краматорськ", "Лиман", "Маріуполь", "Макіївка", "Покровськ",
        "Селидове", "Слов‘янськ", "Сніжне", "Торецьк", "Харцизьк",
        "Шахтарськ", "Ясинувата"
    ],

    "Житомирська область": [
        "Житомир", "Бердичів", "Коростень", "Коростишів", "Малин",
        "Новоград-Волинський", "Овруч", "Радомишль"
    ],

    "Закарпатська область": [
        "Ужгород", "Берегове", "Виноградів", "Іршава", "Мукачево",
        "Перечин", "Рахів", "Свалява", "Тячів", "Хуст", "Чоп"
    ],

    "Запорізька область": [
        "Запоріжжя", "Бердянськ", "Василівка", "Вільнянськ",
        "Енергодар", "Мелітополь", "Оріхів", "Пологи", "Токмак"
    ],

    "Івано-Франківська область": [
        "Івано-Франківськ", "Болехів", "Бурштин", "Городенка",
        "Долина", "Калуш", "Коломия", "Косів", "Надвірна",
        "Рогатин", "Снятин", "Тисмениця", "Тлумач", "Яремче"
    ],

    "Київська область": [
        "Біла Церква", "Бориспіль", "Бровари", "Буча", "Васильків",
        "Вишгород", "Ірпінь", "Обухів", "Переяслав",
        "Ржищів", "Сквира", "Фастів"
    ],

    "Кіровоградська область": [
        "Кропивницький", "Олександрія", "Світловодськ", "Гайворон",
        "Долинська", "Знам‘янка", "Новоукраїнка"
    ],

    "Луганська область": [
        "Луганськ", "Алчевськ", "Антрацит", "Брянка", "Кадіївка",
        "Лисичанськ", "Первомайськ", "Рубіжне", "Сватове",
        "Сєвєродонецьк", "Щастя", "Старобільськ"
    ],

    "Львівська область": [
        "Львів", "Борислав", "Броди", "Дрогобич", "Жидачів", "Золочів",
        "Кам‘янка-Бузька", "Новий Розділ", "Самбір", "Сокаль",
        "Стрий", "Трускавець", "Червоноград", "Яворів"
    ],
    "Миколаївська область": [
        "Миколаїв", "Баштанка", "Вознесенськ", "Новий Буг", "Очаків",
        "Первомайськ", "Снігурівка", "Южноукраїнськ"
    ],

    "Одеська область": [
        "Одеса", "Балта", "Білгород-Дністровський", "Ізмаїл", "Котовськ",
        "Подільськ", "Роздільна", "Татарбунари", "Южне"
    ],

    "Полтавська область": [
        "Полтава", "Гадяч", "Глобине", "Гребінка", "Диканька",
        "Кобеляки", "Кременчук", "Лубни", "Миргород", "Пирятин",
        "Хорол", "Чорнухи", "Козельщина"
    ],

    "Рівненська область": [
        "Рівне", "Березне", "Вараш", "Дубно", "Дубровиця",
        "Здолбунів", "Костопіль", "Острог", "Сарни"
    ],

    "Сумська область": [
        "Суми", "Білопілля", "Глухів", "Конотоп", "Лебедин",
        "Охтирка", "Ромни", "Шостка", "Тростянець"
    ],

    "Тернопільська область": [
        "Тернопіль", "Бучач", "Заліщики", "Збараж", "Зборів",
        "Кременець", "Монастириська", "Підгайці", "Теребовля", "Чортків"
    ],

    "Харківська область": [
        "Харків", "Балаклія", "Вовчанськ", "Ізюм", "Красноград",
        "Лозова", "Мерефа", "Мілове", "Павлоград", "Солоницівка", "Чугуїв"
    ],

    "Херсонська область": [
        "Херсон", "Гола Пристань", "Каховка", "Нова Каховка", "Скадовськ",
        "Таврійськ", "Нова Маячка"
    ],

    "Хмельницька область": [
        "Хмельницький", "Деражня", "Дунаївці", "Ізяслав", "Красилів",
        "Полонне", "Старокостянтинів", "Шепетівка"
    ],

    "Черкаська область": [
        "Черкаси", "Ватутіне", "Золотоноша", "Канів", "Сміла",
        "Умань", "Чигирин", "Шпола"
    ],

    "Чернівецька область": [
        "Чернівці", "Вижниця", "Глибока", "Заставна", "Кіцмань", "Сторожинець"
    ],

    "Чернігівська область": [
        "Чернігів", "Бахмач", "Борзна", "Городня", "Ічня",
        "Ніжин", "Новгород-Сіверський", "Прилуки", "Сновськ", "Семенівка"
    ],

    "Київ (місто)": [
        "Київ"
    ],

    "Севастополь": [
        "Севастополь"
    ]
};